[
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSrOEYxbrUc3PGTN6JS0VRSw3RwAe4Ulo5SKDmLKNWTVE1OeZx7Ht8GWgs&s=10",
 "category":"Geography",
 "title":"Approximately 225,000 people died in the 2004 Indian ocean tsunami.",
 "text":"   The 2004 Indian tsunami caused more than 250,000 deaths in Indonesia, Sri Lanka, India, Maldives, and Thailand. In Indonesia alone, officials reported around 200,000 deaths in Sumatra Aceh Province. The Maldives reported more than a hundred casualties and enormous economic damage.

   An undersea earthquake with a magnitude of 9.1 hit the coast of Indonesian Island in Sumatra on December 26, 2004, at 7:59 a.m. Over the following hours, a tsunami erupted from the Indian Ocean. It destroyed coastal areas as far as East Africa. The waves reached a height of about 30 feet or 9 meters."
},
{
 "poster":"https://www.thoughtco.com/thmb/IB4gau6EBT3ruQhOGdLEqGoCCjE=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/NaziInvasion-56a48da83df78cf77282f06f.jpg",
 "category":"History",
 "title":"World War Two was the most devastating war in history.",
 "text":"   It’s not hard to see why. 70 million people died all over the world in that war. The worst part of it all was that more than half of those who died were civilians. And most of those 40 million dead civilians were targets of both parties.
   Most infamous of all is the Holocaust when the Germans rounded up and killed 6 million Jews. The German invasion of the Soviet Union also saw over 19 million civilians killed. In the Pacific, the Japanese killed over 10 million civilians over the course of the war. But the Allies also killed their fair share of civilians.
   Over 500,000 people died in Germany alone during the bombings of 1943-1944. And the US nuclear bombing of Hiroshima and Nagasaki in 1945 also killed 300,000 people."
},
{
 "poster":"https://neurotray.com/ezoimgfmt/lh3.googleusercontent.com/k_Msc34oHz4fq_h4MSem_wC9vveStzVQygJ4IAz5t6mVafSmZUTdm4it9QoJg5NFTyP7N3LdORONX8F4Yxxcg6X7_hQhXT0RRrOO2dFusiETOeBcV8EnoZ1lCzXLW4QD1czu-K7n?ezimgfmt=rs:333x187/rscb1/ng:webp/ngcb1",
 "category":"Psychology",
 "title":"How much can our brain store? GB..TB… or more?",
 "text":"    According to Paul Reber, professor of psychology, Northwestern University, the human brain consists of about one billion neurons. Each neuron forms about 1,000 connections to other neurons, amounting to more than a trillion connections. If each neuron could only help store a single memory, running out of space would be a problem. You might have only a few gigabytes of storage space, similar to the space in an iPod or a USB flash drive. Yet neurons combine so that each one helps with many memories at a time, exponentially increasing the brain’s memory storage capacity to something closer to around 2.5 petabytes (or a million gigabytes).
     
For comparison, if your brain worked like a digital video recorder in a television, 2.5 petabytes would be enough to hold three million hours of TV shows. You would have to leave the TV running continuously for more than 300 years to use up all that storage."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm4oB0qqVfgEtpfXKt6xnDoUwfcDZ7L6izJQ&usqp=CAU",
 "category":"Geography",
 "title":"Gateway to Hell",
 "text":"   This is image of the Gateway to Hell, a fiery crater that has been burning in the Karakum Desert, Turkmenistan, since 1971. Recently, Turkmenistan President has ordered experts to find a way to this natural gas crater, the Darvaza gas crater also known as the ‘Gateway to Hell’. Calling it a human-made crater, the President said it “negatively affects both the environment and the health of the people living nearby. The crater is 69 metres wide and 30 metres deep. While the details of the origin of the crater are contested but it has been said that the crater was created in 1971 during a Soviet drilling operation.
   
 As reported by the BBC, in 1971, Soviet geologists were drilling for oil in the Karakum desert when they hit a pocket of natural gas by mistake, which caused the earth to collapse and ended up forming three huge sinkholes. This pocket of natural gas contained methane, hence to stop that methane from leaking into the atmosphere, the scientists lit it with fire, assuming the gas present in the pit would burn out within a few weeks. In 2018, the country’s president officially renamed it as the “Shining of Karakum”. Scientists have been able to find bacteria living amidst the burning crater, which is not found in any of the surrounding soil outside of the crater."
},
{
 "poster":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQzO_unlshoPZkzM2y45DEebVRkfA5JWf8j0A&usqp=CAU",
 "category":"Mystery",
 "title":"6 facts about Area 51 that will make you think",
 "text":"Mysteries of Area 51
 Area 51 is one of the strangest places in the world. Stories about flying saucers, and extraterrestrial creatures are quite commonly attached to this area. Located in the middle of Nevada, your dreams take flight into something bizarre here at Area 51. It has quite amazingly managed to create a subculture, and there are people who are dedicated believers of all things outworldly that have to do with this place. UFO buffs can sometimes have some outlandish theories, bordering conspiracy, and we have heard them all. Other than the conspiracies, here are some facts that will give you goosebumps for sure.

 1) The infamous interview of 1989
   Robert Lazar shot to global fame with an interview he had given with a Las Vegas radio station. Robert or Bob Lazar claims that he worked at Area 51, and that he knows for sure all about its clandestine extraterrestrial activities. He claimed it to be a place where the extraterrestrial is studied and, in fact, the area, according to Lazar, housed alien aircrafts. This when Area 51 got exposed in the public eye for the first time.

 2)Started for military activities
   Area 51 is not a new place, it has been around for a long time. The area was first developed in 1955 for military work. It was deemed as an ideal spot for testing the U-2 training pilots. The U-2 aircrafts were developed within eight months. Other aircrafts were also tested, and a radar test facility was also established in 1959.

 3) First reference by a President
   Former President Barack Obama was the first President in the history of the United States to mention Area 51 in public. At the annual Kennedy Center Honors ceremony in 2013, Obama mentioned the place while cracking a joke. While it was a cool thing to say, nobody overlooked the fact that a President uttered the term, Area 51, for the first time since its existence. This only made people believe that such a place does exist.

 4)It is a restricted area
   By now, you all know that Area 51 is a restricted area, so you cannot just venture into the place. Even then, there have been some enthusiastic efforts in this regard, such as the recent Storm Area 51 event, which eventually turned into a festival. But the place piques such great interest that 2 million people actually signed up for the Storm Area 51 event. But, in reality, there are armed guards patrolling the area.

 5)A fake moon landing theory
   This is no ordinary place, and so like all extraordinary places, the theories attached to this place are also quite over-the-top. One such theory is that the Moon Landing was faked, and it was in fact filmed here in Nevada’s Area 51. You want to know who the conspiracy theorists think filmed the whole thing? None other than the American filmmaker, Stanley Kubrick, who supposedly helped NASA.

 6)Unidentified flying objects
   Of course, being a testing ground for aircrafts, there are numerous flights taking off from this place. This could have sparked the theory of the Unidentified Flying Objects or UFO. If seen rationally, the high-tech planes can look a little alien to most people, and when they soar in the sky, people in the area let their imagination go wild, and declare them to be UFOs.What do you think?"
},

  {
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2017/11/shutterstock_3283415.jpg",
"category":"Animals",
"title":"Baby giraffes use their butts as pillows.",
"text":"While adult giraffes usually sleep standing up, baby giraffes will get a bit more comfortable. They hunker down on the ground and take advantage of their extra-flexible necks, twisting around to plop their noggins on their own behinds. It doesn't look especially comfortable, but it sure does look cute!" 
},
      
{
"poster":"https://bestlifeonline.com/wp-content/uploads/sites/3/2018/06/camels.jpg",
"category":"Health",
"title":"Camels' humps are made up of fat, not water.",
"text":"It's time that the world knew the truth. While you probably didn't think those camel humps were beverage coolers, you might have imagined that all the water that a camel drinks—up to 53 gallons in three minutes—has to go somewhere. And it does, but it's not in its humps. The water stays in the camel's stomach or bloodstream.
Those humps are actually storing fat, which is the camel's energy source when food is scarce. Since camels live in hot environments, they don't want all that fat insulating and overheating their organs, so it's stored in natural 'backpacks' instead." 
}
      
]
